@{
    BalloonTip = @{
        Start = @{
            Install = 'بدء التثبيت.'
            Repair = 'بدأ الإصلاح.'
            Uninstall = 'بدأ إلغاء التثبيت.'
        }
        Complete = @{
            Install = 'اكتمل التثبيت.'
            Repair = 'اكتمل الإصلاح.'
            Uninstall = 'اكتمل إلغاء التثبيت.'
        }
        RestartRequired = @{
            Install = 'اكتمل التثبيت. مطلوب إعادة التشغيل.'
            Repair = 'اكتمل الإصلاح. مطلوب إعادة التشغيل.'
            Uninstall = 'اكتملت عملية إلغاء التثبيت. مطلوب إعادة التشغيل.'
        }
        FastRetry = @{
            Install = 'لم يكتمل التثبيت.'
            Repair = 'لم يكتمل الإصلاح.'
            Uninstall = 'لم تكتمل عملية إلغاء التثبيت.'
        }
        Error = @{
            Install = 'فشل التثبيت.'
            Repair = 'فشل الإصلاح.'
            Uninstall = 'فشلت عملية إلغاء التثبيت.'
        }
    }
    BlockExecutionText = @{
        Message = @{
            Install = 'تم حظر تشغيل هذا التطبيق مؤقتاً حتى تكتمل عملية التثبيت.'
            Repair = 'تم حظر تشغيل هذا التطبيق مؤقتاً حتى تكتمل عملية الإصلاح.'
            Uninstall = 'تم حظر تشغيل هذا التطبيق مؤقتاً حتى تكتمل عملية إلغاء التثبيت.'
        }
        Subtitle = @{
            Install = '{Toolkit\CompanyName} - تثبيت التطبيق'
            Repair = '{Toolkit\CompanyName} - إصلاح التطبيق'
            Uninstall = '{Toolkit\CompanyName} - إلغاء تثبيت التطبيق'
        }
    }
    DiskSpaceText = @{
        Message = @{
            Install = "ليس لديك مساحة قرص كافية لإكمال تثبيت:>`n{0}`n`nمساحة القرص المطلوبة: {1}`n ميغابايت مساحة متوفرة: {2} ميغابايت''`n`nيرجى تحرير مساحة كافية على القرص من أجل متابعة التثبيت."
            Repair = "ليس لديك مساحة كافية على القرص لإكمال إصلاح:`n{0}`n`nالمساحة المطلوبة: {1}`nميجابايت}}المساحة المتوفرة: {2}ميجابايت: {1} ميغابايت'' مساحة متوفرة: {2} ميغابايت''`n`nيرجى تحرير مساحة كافية على القرص لمتابعة الإصلاح."
            Uninstall = "ليس لديك مساحة كافية على القرص لإكمال عملية إلغاء التثبيت ل:`n{0}`n`nالمساحة المطلوبة: {1}MB`nالمساحة المتوفرة: {2}MB: {1} ميغابايت&مساحة متوفرة: {2} ميغابايت''`n`nيرجى تحرير مساحة كافية على القرص من أجل متابعة عملية إزالة التثبيت."
        }
    }
    InstallationPrompt = @{
        Subtitle = @{
            Install = '{Toolkit\CompanyName} - تثبيت التطبيق'
            Repair = '{Toolkit\CompanyName} - إصلاح التطبيق'
            Uninstall = '{Toolkit\CompanyName} - إلغاء تثبيت التطبيق'
        }
    }
    ProgressPrompt = @{
        Message = @{
            Install = 'التثبيت قيد التقدم. الرجاء الانتظار...'
            Repair = 'الإصلاح قيد التقدم. الرجاء الانتظار...'
            Uninstall = 'إلغاء التثبيت قيد التقدم. الرجاء الانتظار...'
        }
        MessageDetail = @{
            Install = 'سيتم إغلاق هذه النافذة تلقائياً عند اكتمال التثبيت.'
            Repair = 'سيتم إغلاق هذه النافذة تلقائياً عند اكتمال الإصلاح.'
            Uninstall = 'سيتم إغلاق هذه النافذة تلقائياً عند اكتمال إلغاء التثبيت.'
        }
        Subtitle = @{
            Install = '{Toolkit\CompanyName} - تثبيت التطبيق'
            Repair = '{Toolkit\CompanyName} - إصلاح التطبيق'
            Uninstall = '{Toolkit\CompanyName} - إلغاء تثبيت التطبيق'
        }
    }
    RestartPrompt = @{
        ButtonRestartLater = 'تصغير'
        ButtonRestartNow = 'إعادة التشغيل الآن'
        Message = @{
            Install = 'لكي يكتمل التثبيت، يجب إعادة تشغيل الكمبيوتر.'
            Repair = 'لكي تكتمل عملية الإصلاح، يجب إعادة تشغيل الكمبيوتر.'
            Uninstall = 'لكي تكتمل عملية إلغاء التثبيت، يجب إعادة تشغيل الكمبيوتر.'
        }
        CustomMessage = ''
        MessageRestart = 'سيتم إعادة تشغيل الكمبيوتر تلقائياً في نهاية العد التنازلي.'
        MessageTime = 'يرجى حفظ عملك وإعادة التشغيل خلال الوقت المخصص.'
        TimeRemaining = 'الوقت المتبقي:'
        Title = 'إعادة التشغيل مطلوبة'
        Subtitle = @{
            Install = '{Toolkit\CompanyName} - تثبيت التطبيق'
            Repair = '{Toolkit\CompanyName} - إصلاح التطبيق'
            Uninstall = '{Toolkit\CompanyName} - إلغاء تثبيت التطبيق'
        }
    }
    CloseAppsPrompt = @{
        Classic = @{
            WelcomeMessage = @{
                Install = 'التطبيق التالي على وشك التثبيت:'
                Repair = 'التطبيق التالي على وشك أن يتم إصلاحه:'
                Uninstall = 'التطبيق التالي على وشك إلغاء التثبيت:'
            }
            CloseAppsMessage = @{
                Install = "يجب إغلاق البرامج التالية قبل متابعة التثبيت.`n`nالرجاء حفظ عملك وإغلاق البرامج ثم المتابعة. بدلاً من ذلك، احفظ عملك وانقر فوق `”إغلاق البرامج'`“."
                Repair = "يجب إغلاق البرامج التالية قبل متابعة عملية الإصلاح.`n`nيرجى حفظ عملك وإغلاق البرامج ثم المتابعة. بدلاً من ذلك، احفظ عملك وانقر فوق `”إغلاق البرامج`“."
                Uninstall = "يجب إغلاق البرامج التالية قبل متابعة عملية إزالة التثبيت.`n`nيرجى حفظ عملك وإغلاق البرامج ثم المتابعة. بدلاً من ذلك، احفظ عملك وانقر فوق `”إغلاق البرامج`“."
            }
            ExpiryMessage = @{
                Install = 'يمكنك اختيار تأجيل التثبيت حتى انتهاء صلاحية التأجيل:'
                Repair = 'يمكنك اختيار تأجيل الإصلاح حتى انتهاء صلاحية التأجيل:'
                Uninstall = 'يمكنك اختيار تأجيل إلغاء التثبيت حتى انتهاء صلاحية التأجيل:'
            }
            DeferralsRemaining = 'التأجيلات المتبقية:'
            DeferralDeadline = 'الموعد النهائي:'
            ExpiryWarning = 'بمجرد انتهاء صلاحية التأجيل، لن يكون لديك خيار التأجيل بعد ذلك.'
            CountdownDefer = @{
                Install = 'ستتم متابعة التثبيت تلقائيًا في:'
                Repair = 'سيستمر الإصلاح تلقائيًا في:'
                Uninstall = 'ستتم متابعة إلغاء التثبيت تلقائيًا في:'
            }
            CountdownClose = 'ملاحظة: سيتم إغلاق البرنامج (البرامج) تلقائيًا في:'
            ButtonClose = 'إغلاق &برامج'
            ButtonDefer = '&تأجيل'
            ButtonContinue = '&متابعة'
            ButtonContinueTooltip = 'قم باختيار "متابعة" فقط بعد إغلاق التطبيق/التطبيقات المدرجة أعلاه.'
        }
        Fluent = @{
            DialogMessage = 'يرجى حفظ عملك قبل المتابعة حيث سيتم إغلاق التطبيقات التالية تلقائيًا.'
            DialogMessageNoProcesses = @{
                Install = 'الرجاء تحديد تثبيت لمتابعة التثبيت. إذا كان لديك أي تأجيلات متبقية، يمكنك أيضاً اختيار تأخير التثبيت.'
                Repair = 'الرجاء تحديد إصلاح لمتابعة الإصلاح. إذا كان لديك أي تأجيلات متبقية، يمكنك أيضاً اختيار تأخير الإصلاح.'
                Uninstall = 'الرجاء تحديد إلغاء التثبيت لمتابعة إزالة التثبيت. إذا كان لديك أي تأجيلات متبقية، يمكنك أيضاً اختيار تأخير إزالة التثبيت.'
            }
            AutomaticStartCountdown = 'العد التنازلي لبدء التشغيل التلقائي'
            DeferralsRemaining = 'التأجيلات المتبقية'
            DeferralDeadline = 'الموعد النهائي للتأجيل'
            ButtonLeftText = @{
                Install = 'إغلاق التطبيقات والتثبيت'
                Repair = 'إغلاق التطبيقات وإصلاحها'
                Uninstall = 'إغلاق التطبيقات وإلغاء التثبيت'
            }
            ButtonLeftNoProcessesText = @{
                Install = 'تثبيت'
                Repair = 'إصلاح'
                Uninstall = 'إلغاء التثبيت'
            }
            ButtonRightText = 'تأجيل'
            Subtitle = @{
                Install = '{Toolkit\CompanyName} - تثبيت التطبيق'
                Repair = '{Toolkit\CompanyName} - إصلاح التطبيق'
                Uninstall = '{Toolkit\CompanyName} - إلغاء تثبيت التطبيق'
            }
        }
        CustomMessage = ''
    }
}
