@{
    BalloonText = @{
        Complete = "ολοκληρώθηκε με επιτυχία."
        Error = "απέτυχε."
        FastRetry = "δεν ολοκληρώθηκε."
        RestartRequired = "ολοκληρώθηκε με επιτυχία. Απαιτείται επανεκκίνηση."
        Start = "ξεκίνησε."
    }
    BlockExecution = @{
        Message = "Η εκκίνηση αυτής της εφαρμογής έχει αποκλειστεί προσωρινά, ώστε να ολοκληρωθεί η διαδικασία εγκατάστασης."
    }
    ClosePrompt = @{
        ButtonClose = "Κλείσιμο Προγραμμάτων"
        ButtonContinue = "Συνέχεια"
        ButtonContinueTooltip = "Επιλέξτε `"Συνέχεια`" μόνο αφού κλείσετε τις παραπάνω εφαρμογές."
        ButtonDefer = "Αναβολή"
        CountdownMessage = "ΣΗΜΕΙΩΣΗ: Τα προγράμματα θα κλείσουν αυτόματα σε:"
        Message = "Τα παρακάτω προγράμματα πρέπει να κλείσουν πριν προχωρήσει η εγκατάσταση.`n`nΠαρακαλούμε αποθηκεύστε την εργασία σας, κλείστε τα προγράμματα και επιλέξτε `"Συνέχεια`". Εναλλακτικά, αποθηκεύστε την εργασία σας και επιλέξτε `"Κλείσιμο Προγραμμάτων`"."
    }
    DeferPrompt = @{
        Deadline = "Προθεσμία:"
        ExpiryMessage = "Μπορείτε να επιλέξετε να αναβάλλετε την εγκατάσταση μέχρι να λήξει η αναβολή:"
        RemainingDeferrals = "Εναπομένουσες Αναβολές:"
        WarningMessage = "Μετά τη λήξη της αναβολής, δεν θα έχετε πλέον την επιλογή να αναβάλετε."
        WelcomeMessage = "Η παρακάτω εφαρμογή θα εγκατασταθεί:"
    }
    DeploymentType = @{
        Install = "Η εγκατάσταση"
        Repair = "Η επιδιόρθωση"
        Uninstall = "Η απεγκατάσταση"
    }
    DiskSpace = @{
        Message = "Δεν υπάρχει επαρκής χώρος στο δίσκο για να ολοκληρωθεί η εγκατάσταση του:`n{0}`n`nΑπαιτούμενος χώρος: {1}MB`nΔιαθέσιμος χώρος: {2}MB`n`nΠαρακαλώ απελευθερώστε επαρκή χώρο για να προχωρήσει η εγκατάσταση."
    }
    Progress = @{
        MessageInstall = "Εγκατάσταση σε εξέλιξη. Παρακαλούμε περιμένετε..."
        MessageInstallDetail = "Αυτό το παράθυρο θα κλείσει αυτόματα όταν ολοκληρωθεί η εγκατάσταση."
        MessageRepair = "Επιδιόρθωση σε εξέλιξη. Παρακαλούμε περιμένετε..."
        MessageRepairDetail = "Αυτό το παράθυρο θα κλείσει αυτόματα όταν ολοκληρωθεί η επισκευή."
        MessageUninstall = "Απεγκατάσταση σε εξέλιξη. Παρακαλούμε περιμένετε..."
        MessageUninstallDetail = "Αυτό το παράθυρο θα κλείσει αυτόματα όταν ολοκληρωθεί η απεγκατάσταση."
    }
    RestartPrompt = @{
        ButtonRestartLater = "Ελαχιστοποίηση"
        ButtonRestartNow = "Επανεκκίνηση τώρα"
        Message = "Για να ολοκληρωθεί η εγκατάσταση, πρέπει να επανεκκινήσετε τον υπολογιστή σας."
        MessageRestart = "Ο υπολογιστής σας θα επανεκκινηθεί αυτόματα στο τέλος της αντίστροφης μέτρησης."
        MessageTime = "Παρακαλούμε αποθηκεύστε την εργασία σας, και πραγματοποιήστε επανεκκίνηση εντός του καθορισμένου χρόνου."
        TimeRemaining = "Εναπομείναντας χρόνος:"
        Title = "Απαιτείται επανεκκίνηση"
    }
    WelcomePrompt = @{
        Classic = @{
            CountdownMessage = "{0} θα συνεχίσει αυτόματα σε:"
            CustomMessage = ""
        }
        Fluent = @{
            Subtitle = 'PSAppDeployToolkit - Εφαρμογή {0}'
            DialogMessage = 'Αποθηκεύστε την εργασία σας πριν συνεχίσετε, καθώς οι ακόλουθες εφαρμογές θα κλείσουν αυτόματα.'
            DialogMessageNoProcesses = 'Επιλέξτε Εγκατάσταση για να συνεχίσετε την εγκατάσταση. Εάν σας έχουν απομείνει αναβολές, μπορείτε επίσης να επιλέξετε να καθυστερήσετε την εγκατάσταση.'
            ButtonDeferRemaining = 'παραμένουν'
            ButtonLeftText = 'Αναβολή'
            ButtonRightText = 'Κλείσιμο εφαρμογών & εγκατάσταση'
            ButtonRightTextNoProcesses = 'Εγκαταστήστε το'
        }
    }
}
