@{
    BalloonTip = @{
        Start = @{
            Install = 'Η εγκατάσταση ξεκίνησε.'
            Repair = 'Η επισκευή ξεκίνησε.'
            Uninstall = 'Ξεκίνησε η απεγκατάσταση.'
        }
        Complete = @{
            Install = 'Η εγκατάσταση ολοκληρώθηκε.'
            Repair = 'Η επισκευή ολοκληρώθηκε.'
            Uninstall = 'Ολοκλήρωση της απεγκατάστασης.'
        }
        RestartRequired = @{
            Install = 'Η εγκατάσταση ολοκληρώθηκε. Απαιτείται επανεκκίνηση.'
            Repair = 'Η επισκευή ολοκληρώθηκε. Απαιτείται επανεκκίνηση.'
            Uninstall = 'Η απεγκατάσταση ολοκληρώθηκε. Απαιτείται επανεκκίνηση.'
        }
        FastRetry = @{
            Install = 'Η εγκατάσταση δεν ολοκληρώθηκε.'
            Repair = 'Η επισκευή δεν ολοκληρώθηκε.'
            Uninstall = 'Η απεγκατάσταση δεν ολοκληρώθηκε.'
        }
        Error = @{
            Install = 'Η εγκατάσταση απέτυχε.'
            Repair = 'Η επισκευή απέτυχε.'
            Uninstall = 'Η απεγκατάσταση απέτυχε.'
        }
    }
    BlockExecutionText = @{
        Message = @{
            Install = 'Η εκκίνηση αυτής της εφαρμογής έχει μπλοκαριστεί προσωρινά, ώστε να μπορέσει να ολοκληρωθεί μια λειτουργία εγκατάστασης.'
            Repair = 'Η εκκίνηση αυτής της εφαρμογής έχει προσωρινά μπλοκαριστεί ώστε να μπορεί να ολοκληρωθεί μια λειτουργία επισκευής.'
            Uninstall = 'Η εκκίνηση αυτής της εφαρμογής έχει μπλοκαριστεί προσωρινά ώστε να μπορεί να ολοκληρωθεί μια λειτουργία απεγκατάστασης.'
        }
        Subtitle = @{
            Install = '{Toolkit\CompanyName} - Εγκατάσταση εφαρμογών'
            Repair = '{Toolkit\CompanyName} - Επισκευή εφαρμογής'
            Uninstall = '{Toolkit\CompanyName} - Απεγκατάσταση εφαρμογών'
        }
    }
    DiskSpaceText = @{
        Message = @{
            Install = "Δεν έχετε αρκετό χώρο στο δίσκο για να ολοκληρώσετε την εγκατάσταση του:`n{0}`n`nΑπαιτούμενος χώρος: {1}MB`nΔιαθέσιμος χώρος: {2}MB`n`nΠαρακαλούμε ελευθερώστε αρκετό χώρο στο δίσκο για να συνεχίσετε την εγκατάσταση."
            Repair = "Δεν έχετε αρκετό χώρο στο δίσκο για να ολοκληρώσετε την επισκευή της:`n{0}`n`nΑπαιτούμενος χώρος: {1}MB`nΔιαθέσιμος χώρος: {2}MB`n`nΠαρακαλούμε ελευθερώστε αρκετό χώρο στο δίσκο για να προχωρήσετε με την επισκευή."
            Uninstall = "Δεν έχετε αρκετό χώρο στο δίσκο για να ολοκληρώσετε την απεγκατάσταση του:`n{0}`n`nΑπαιτούμενος χώρος: {1}MB`nΔιαθέσιμος χώρος: {2}MB`n`nΠαρακαλούμε ελευθερώστε αρκετό χώρο στο δίσκο για να προχωρήσετε στην απεγκατάσταση."
        }
    }
    InstallationPrompt = @{
        Subtitle = @{
            Install = '{Toolkit\CompanyName} - Εγκατάσταση εφαρμογών'
            Repair = '{Toolkit\CompanyName} - Επισκευή εφαρμογών'
            Uninstall = '{Toolkit\CompanyName} - Απεγκατάσταση εφαρμογών'
        }
    }
    ProgressPrompt = @{
        Message = @{
            Install = 'Η εγκατάσταση βρίσκεται σε εξέλιξη. Παρακαλώ περιμένετε…'
            Repair = 'Επισκευή σε εξέλιξη. Παρακαλώ περιμένετε…'
            Uninstall = 'Απεγκατάσταση σε εξέλιξη. Παρακαλώ περιμένετε…'
        }
        MessageDetail = @{
            Install = 'Αυτό το παράθυρο θα κλείσει αυτόματα όταν ολοκληρωθεί η εγκατάσταση.'
            Repair = 'Αυτό το παράθυρο θα κλείσει αυτόματα όταν ολοκληρωθεί η επισκευή.'
            Uninstall = 'Αυτό το παράθυρο θα κλείσει αυτόματα όταν ολοκληρωθεί η απεγκατάσταση.'
        }
        Subtitle = @{
            Install = '{Toolkit\CompanyName} - Εγκατάσταση εφαρμογών'
            Repair = '{Toolkit\CompanyName} - Επισκευή εφαρμογής'
            Uninstall = '{Toolkit\CompanyName} - Απεγκατάσταση εφαρμογών'
        }
    }
    RestartPrompt = @{
        ButtonRestartLater = 'Ελαχιστοποίηση'
        ButtonRestartNow = 'Επανεκκίνηση τώρα'
        Message = @{
            Install = 'Προκειμένου να ολοκληρωθεί η εγκατάσταση, πρέπει να επανεκκινήσετε τον υπολογιστή σας.'
            Repair = 'Για να ολοκληρωθεί η επισκευή, πρέπει να επανεκκινήσετε τον υπολογιστή σας.'
            Uninstall = 'Για να ολοκληρωθεί η απεγκατάσταση, πρέπει να επανεκκινήσετε τον υπολογιστή σας.'
        }
        CustomMessage = ''
        MessageRestart = 'Ο υπολογιστής σας θα επανεκκινηθεί αυτόματα στο τέλος της αντίστροφης μέτρησης.'
        MessageTime = 'Παρακαλούμε αποθηκεύστε την εργασία σας και επανεκκινήστε εντός του προβλεπόμενου χρόνου.'
        TimeRemaining = 'Υπολειπόμενος χρόνος:'
        Title = 'Απαιτείται επανεκκίνηση'
        Subtitle = @{
            Install = '{Toolkit\CompanyName} - Εγκατάσταση εφαρμογών'
            Repair = '{Toolkit\CompanyName} - Επισκευή εφαρμογής'
            Uninstall = '{Toolkit\CompanyName} - Απεγκατάσταση εφαρμογών'
        }
    }
    CloseAppsPrompt = @{
        Classic = @{
            WelcomeMessage = @{
                Install = 'Η ακόλουθη εφαρμογή πρόκειται να εγκατασταθεί:'
                Repair = 'Η ακόλουθη εφαρμογή πρόκειται να επισκευαστεί:'
                Uninstall = 'Η ακόλουθη εφαρμογή πρόκειται να απεγκατασταθεί:'
            }
            CloseAppsMessage = @{
                Install = "Τα παρακάτω προγράμματα πρέπει να κλείσουν πριν προχωρήσει η εγκατάσταση.`n`nΠαρακαλούμε να αποθηκεύσετε την εργασία σας, να κλείσετε τα προγράμματα και στη συνέχεια να συνεχίσετε. Εναλλακτικά, αποθηκεύστε την εργασία σας και κάντε κλικ στο «Κλείσιμο προγραμμάτων»."
                Repair = "Τα παρακάτω προγράμματα πρέπει να κλείσουν πριν προχωρήσει η επισκευή.`n`nΠαρακαλούμε αποθηκεύστε την εργασία σας, κλείστε τα προγράμματα και, στη συνέχεια, συνεχίστε. Εναλλακτικά, αποθηκεύστε την εργασία σας και κάντε κλικ στο «Κλείσιμο προγραμμάτων»."
                Uninstall = "Τα ακόλουθα προγράμματα πρέπει να κλείσουν πριν προχωρήσει η απεγκατάσταση.`n`nΠαρακαλούμε αποθηκεύστε την εργασία σας, κλείστε τα προγράμματα και, στη συνέχεια, συνεχίστε. Εναλλακτικά, αποθηκεύστε την εργασία σας και κάντε κλικ στο «Close Programs»."
            }
            ExpiryMessage = @{
                Install = 'Μπορείτε να επιλέξετε να αναβάλλετε την εγκατάσταση μέχρι να λήξει η αναβολή:'
                Repair = 'Μπορείτε να επιλέξετε να αναβάλλετε την επισκευή μέχρι να λήξει η αναβολή:'
                Uninstall = 'Μπορείτε να επιλέξετε να αναβάλλετε την απεγκατάσταση έως ότου λήξει η αναβολή:'
            }
            DeferralsRemaining = 'Υπόλοιπες αναβολές:'
            DeferralDeadline = 'Προθεσμία:'
            ExpiryWarning = 'Μόλις λήξει η αναβολή, δεν θα έχετε πλέον τη δυνατότητα αναβολής.'
            CountdownDefer = @{
                Install = 'Η εγκατάσταση θα συνεχιστεί αυτόματα σε:'
                Repair = 'Η επισκευή θα συνεχιστεί αυτόματα σε:'
                Uninstall = 'Η απεγκατάσταση θα συνεχιστεί αυτόματα σε:'
            }
            CountdownClose = 'ΣΗΜΕΙΩΣΗ: Το(τα) πρόγραμμα(α) θα κλείσει(-ουν) αυτόματα σε:'
            ButtonClose = 'Κλείσιμο προγραμμάτων'
            ButtonDefer = '&Αναβολή'
            ButtonContinue = '&Συνεχίστε'
            ButtonContinueTooltip = 'Επιλέξτε «Συνέχεια» μόνο αφού κλείσετε την/τις παραπάνω αναφερόμενη/ες εφαρμογή/ες.'
        }
        Fluent = @{
            DialogMessage = 'Παρακαλώ αποθηκεύστε την εργασία σας πριν συνεχίσετε, καθώς οι ακόλουθες εφαρμογές θα κλείσουν αυτόματα.'
            DialogMessageNoProcesses = @{
                Install = 'Παρακαλώ επιλέξτε Install για να συνεχίσετε την εγκατάσταση. Εάν σας έχουν απομείνει αναβολές, μπορείτε επίσης να επιλέξετε να καθυστερήσετε την εγκατάσταση.'
                Repair = 'Παρακαλώ επιλέξτε Επισκευή για να συνεχίσετε με την επισκευή. Αν σας απομένουν αναβολές, μπορείτε επίσης να επιλέξετε να καθυστερήσετε την επισκευή.'
                Uninstall = 'Παρακαλούμε επιλέξτε Απεγκατάσταση για να συνεχίσετε με την απεγκατάσταση. Αν σας απομένουν αναβολές, μπορείτε επίσης να επιλέξετε να καθυστερήσετε την απεγκατάσταση.'
            }
            AutomaticStartCountdown = 'Αυτόματη αντίστροφη μέτρηση έναρξης'
            DeferralsRemaining = 'Υπόλοιπες αναβολές'
            DeferralDeadline = 'Προθεσμία αναβολής'
            ButtonLeftText = @{
                Install = 'Κλείσιμο εφαρμογών & εγκατάσταση'
                Repair = 'Κλείσιμο εφαρμογών & επισκευή'
                Uninstall = 'Κλείσιμο εφαρμογών & απεγκατάσταση'
            }
            ButtonLeftNoProcessesText = @{
                Install = 'Εγκατάσταση'
                Repair = 'Επισκευή'
                Uninstall = 'Απεγκατάσταση'
            }
            ButtonRightText = 'Αναβολή'
            Subtitle = @{
                Install = '{Toolkit\CompanyName} - Εγκατάσταση εφαρμογών'
                Repair = '{Toolkit\CompanyName} - Επισκευή εφαρμογής'
                Uninstall = '{Toolkit\CompanyName} - Απεγκατάσταση εφαρμογών'
            }
        }
        CustomMessage = ''
    }
}
