@{
    BalloonTip = @{
        Start = @{
            Install = 'Инсталацията започна.'
            Repair = 'Поправката започна.'
            Uninstall = 'Деинсталацията започна.'
        }
        Complete = @{
            Install = 'Инсталацията завърши.'
            Repair = 'Поправката завърши.'
            Uninstall = 'Деинсталацията завърши.'
        }
        RestartRequired = @{
            Install = 'Инсталацията завърши. Необходим е рестарт.'
            Repair = 'Поправката завърши. Необходим е рестарт.'
            Uninstall = 'Деинсталацията завърши. Необходим е рестарт.'
        }
        FastRetry = @{
            Install = 'Инсталацията все още не е приключила.'
            Repair = 'Поправката все още не е приключила.'
            Uninstall = 'Деинсталацията все още не е приключила.'
        }
        Error = @{
            Install = 'Инсталацията беше неуспешна.'
            Repair = 'Поправката беше неуспешна.'
            Uninstall = 'Деинсталацията беше неуспешна.'
        }
    }
    BlockExecutionText = @{
        Message = @{
            Install = 'Стартирането на това приложение е временно забранено, за да може инсталацията да приключи.'
            Repair = 'Стартирането на това приложение е временно забранено, за да може поправката да приключи.'
            Uninstall = 'Стартирането на това приложение е временно забранено, за да може деинсталацията да приключи.'
        }
        Subtitle = @{
            Install = '{Toolkit\CompanyName} - Инсталация на приложение'
            Repair = '{Toolkit\CompanyName} - Поправка на приложение'
            Uninstall = '{Toolkit\CompanyName} - Деинсталация на приложение'
        }
    }
    DiskSpaceText = @{
        Message = @{
            Install = "Нямате достатъчно дисково пространство, за да завършите инсталацията на:`n{0}`n`nНеобходимо дисково пространство: {1}MB`nСвободно дисково пространство: {2}MB`n`nМоля, освободете достатъчно дисково пространство, за да можете да продължите с инсталацията."
            Repair = "Нямате достатъчно дисково пространство, за да завършите поправката на:`n{0}`n`nНеобходимо дисково пространство: {1}MB`nСвободно дисково пространство: {2}MB`n`nМоля, освободете достатъчно дисково пространство, за да можете да продължите с поправката."
            Uninstall = "Нямате достатъчно дисково пространство, за да завършите деинсталацията на:`n{0}`n`nНеобходимо дисково пространство: {1}MB`nСвободно дисково пространство: {2}MB`n`nМоля, освободете достатъчно дисково пространство, за да можете да продължите с деинсталацията."
        }
    }
    InstallationPrompt = @{
        Subtitle = @{
            Install = '{Toolkit\CompanyName} - Инсталация на приложение'
            Repair = '{Toolkit\CompanyName} - Поправка на приложение'
            Uninstall = '{Toolkit\CompanyName} - Деинсталация на приложение'
        }
    }
    ListSelectionPrompt = @{
        ListSelectionMessage = 'Изберете елемент:'
    }
    ProgressPrompt = @{
        Message = @{
            Install = 'В момента се извършва инсталация. Моля, изчакайте…'
            Repair = 'В момента се извършва поправка. Моля, изчакайте…'
            Uninstall = 'В момента се извършва деинсталация. Моля, изчакайте…'
        }
        MessageDetail = @{
            Install = 'Този прозорец ще се затвори автоматично, когато инсталацията завърши.'
            Repair = 'Този прозорец ще се затвори автоматично, когато поправката завърши.'
            Uninstall = 'Този прозорец ще се затвори автоматично, когато деинсталацията завърши.'
        }
        Subtitle = @{
            Install = '{Toolkit\CompanyName} - Инсталация на приложение'
            Repair = '{Toolkit\CompanyName} - Поправка на приложение'
            Uninstall = '{Toolkit\CompanyName} - Деинсталация на приложение'
        }
    }
    RestartPrompt = @{
        ButtonRestartLater = 'Минимизирай'
        ButtonRestartNow = 'Рестартирай сега'
        Message = @{
            Install = 'За да може инсталацията да завърши, е нужно да рестартирате Вашия компютър.'
            Repair = 'За да може поправката да завърши, е нужно да рестартирате Вашия компютър.'
            Uninstall = 'За да може деинсталацията да завърши, е нужно да рестартирате Вашия компютър.'
        }
        CustomMessage = $null
        MessageRestart = 'Компютърът Ви ще се рестартира автоматично след изтичането на обратното броене.'
        MessageTime = 'Моля, запазете работата си и рестартирайте компютъра в определеното време.'
        TimeRemaining = 'Оставащо време:'
        Title = 'Необходим е рестарт'
        Subtitle = @{
            Install = '{Toolkit\CompanyName} - Инсталация на приложение'
            Repair = '{Toolkit\CompanyName} - Поправка на приложение'
            Uninstall = '{Toolkit\CompanyName} - Деинсталация на приложение'
        }
    }
    CloseAppsPrompt = @{
        Classic = @{
            WelcomeMessage = @{
                Install = 'Следното приложение ще бъде инсталирано:'
                Repair = 'Следното приложение ще бъде поправено:'
                Uninstall = 'Следното приложение ще бъде деинсталирано:'
            }
            CloseAppsMessage = @{
                Install = "Следните програми трябва да бъдат затворени преди инсталацията да продължи.`n`nМоля, запазете работата си, затворете програмите и продължете. Друга възможност е да запазите работата си и да щракнете `"Затвори програмите`"."
                Repair = "Следните програми трябва да бъдат затворени преди поправката да продължи.`n`nМоля, запазете работата си, затворете програмите и продължете. Друга възможност е да запазите работата си и да щракнете `"Затвори програмите`"."
                Uninstall = "Следните програми трябва да бъдат затворени преди деинсталацията да продължи.`n`nМоля, запазете работата си, затворете програмите и продължете. Друга възможност е да запазите работата си и да щракнете `"Затвори програмите`"."
            }
            ExpiryMessage = @{
                Install = 'Можете да изберете да отложите инсталацията до изтичане на гратисния период:'
                Repair = 'Можете да изберете да отложите поправката до изтичане на гратисния период:'
                Uninstall = 'Можете да изберете да отложите деинсталацията до изтичане на гратисния период:'
            }
            DeferralsRemaining = 'Оставащи отлагания:'
            DeferralDeadline = 'Краен срок:'
            ExpiryWarning = 'След като изтече гратисният период, няма да имате възможност да отложите.'
            CountdownDefer = @{
                Install = 'Инсталацията ще продължи автоматично след:'
                Repair = 'Поправката ще продължи автоматично след:'
                Uninstall = 'Деинсталацията ще продължи автоматично след:'
            }
            CountdownClose = @{
                Install = 'ЗАБЕЛЕЖКА: Програмите ще бъдат затворени автоматично след:'
                Repair = 'ЗАБЕЛЕЖКА: Програмите ще бъдат затворени автоматично след:'
                Uninstall = 'ЗАБЕЛЕЖКА: Програмите ще бъдат затворени автоматично след:'
            }
            ButtonClose = 'Затвори &програмите'
            ButtonDefer = '&Отложи'
            ButtonContinue = '&Продължи'
            ButtonContinueTooltip = 'Щракнете "Продължи" само след като затворите горепосочените програми.'
        }
        Fluent = @{
            DialogMessage = @{
                Install = 'Моля, запазете работата си преди да продължите, тъй като следните програми ще бъдат затворени автоматично.'
                Repair = 'Моля, запазете работата си преди да продължите, тъй като следните програми ще бъдат затворени автоматично.'
                Uninstall = 'Моля, запазете работата си преди да продължите, тъй като следните програми ще бъдат затворени автоматично.'
            }
            DialogMessageNoProcesses = @{
                Install = 'Моля, щракнете Инсталирай, за да продължите с инсталацията.'
                Repair = 'Моля, щракнете Поправи, за да продължите с поправката.'
                Uninstall = 'Моля, щракнете Деинсталирай, за да продължите с деинсталацията.'
            }
            AutomaticStartCountdown = 'Обратно броене до автоматично стартиране'
            DeferralsRemaining = 'Оставащи отлагания'
            DeferralDeadline = 'Краен срок за отлагане'
            ButtonLeftText = @{
                Install = 'Затвори програмите и инсталирай'
                Repair = 'Затвори програмите и поправи'
                Uninstall = 'Затвори програмите и деинсталирай'
            }
            ButtonLeftNoProcessesText = @{
                Install = 'Инсталирай'
                Repair = 'Поправи'
                Uninstall = 'Деинсталирай'
            }
            ButtonRightText = 'Отложи'
            Subtitle = @{
                Install = '{Toolkit\CompanyName} - Инсталация на приложение'
                Repair = '{Toolkit\CompanyName} - Поправка на приложение'
                Uninstall = '{Toolkit\CompanyName} - Деинсталация на приложение'
            }
        }
        CustomMessage = $null
    }
}
